Repository: imransilvake/Angular-Seed
Catalog: src/locale/translation.*.xlf
Languages: de

# Auth_Login_Error_BlockUserException_Description
source: Description: Block User Exception
de: Drei Mal hintereinander falsch. Bitte warte 30 Sekunden.

# Auth_Login_Error_UserNotFoundException_Description
source: Description: User Not Found Exception
de: Zu den Angaben konnte kein Profil in unserem System ermittelt werden. Bitte prüfe deine Angaben.

# Auth_Login_Error_UserNotConfirmedException_Description
source: Description: User Not Confirmed Exception
de: Der angegebene Benutzer ist noch nicht bestätigt. Bitte versuchen Sie es später erneut oder wenden Sie sich an das Support-Team.

# Auth_Login_Error_PasswordInvalid_Description
source: Description: Password Invalid Exception
de: Die Kombination Benutzername und Passwort ist nicht korrekt. Bitte überprüfe deine Angaben.

# Auth_ResetPassword_Form_Success_Title
source: Title: Reset Password
de: Passwort erfolgreich geändert

# Auth_ResetPassword_Form_Success_Description
source: Description: Reset Password
de: Bitte logge dich erneut ein, um die Änderung zu prüfen.

# Auth_ResetPassword_Error_CodeMismatchException_Description
source: Description: Mismatch Verification Code Exception
de: Der eingegebene Bestätigungscode ist nicht korrekt. Bitte versuchen Sie es mit einem anderen!

# Auth_ResetPassword_Error_ExpiredCodeException_Description
source: Description: Expired Verification Code Exception
de: Ungültiger Code angegeben, bitte fordern Sie erneut einen Code an.

# Management_Client_Title
source: Client Management
de: Modul-Management

# Page_Hint_Client_Title
source: Title: Client
de: Pagehint: Title

# Page_Hint_Client_Text
source: Text: Client
de: Pagehint: Text

# Management_Client_Create_Hotel_Group
source: Create New Hotel / Group
de: Erstelle neues Hotel / Hotelgruppe

# Management_Client_Table_Edit
source: Edit
de: Bearbeiten

# Management_Client_Table_Title
source: Hotels / Hotelgroups
de: Hotels und Hotelgruppen

# Management_Client_Table_Input_Name
source: client-table-filter
de: Name des Hotels / Hotelgruppe

# Management_Client_Table_Input_Filter_PlaceHolder
source: Search
de: Suchen

# Common_No_Access_Available
source: Access Denied!
de: Zugriff verweigert

# Management_Client_Access_Denied
source: Access Denied!
de: Zugriff verweigert

# Management_Client_Form_License_Label
source: Licenses
de: Lizenzen

# Management_Client_Form_SystemData_Label
source: System Data
de: Stammdaten

# Management_System_Broadcast_Title
source: Broadcast
de: System-Nachrichten

# Page_Hint_Broadcast_Title
source: Title: Broadcast
de: Pagehint: Title

# Page_Hint_Broadcast_Text
source: Text: Broadcast
de: Pagehint Text

# Management_User_Form_Title
source: Create / Edit User
de: Anlegen / Bearbeiten von Benutzern

# Management_User_Form_Language_Label
source: Language*
de: Sprache

# Management_User_Form_Language_PlaceHolder
source: Select Language
de: Sprache auswählen

# Management_User_Form_Salutation_Label
source: Salutation*
de: Anrede*

# Management_User_Form_Salutation_PlaceHolder
source: Select Salutation
de: Wählen ...

# Management_User_Form_FirstName_Label
source: First Name*
de: Vorname*

# Management_User_Form_FirstName_PlaceHolder
source: First Name
de: Vorname eingeben

# Management_User_Form_LastName_Label
source: Last Name*
de: Nachname*

# Management_User_Form_LastName_PlaceHolder
source: Last Name
de: Nachname eingeben

# Management_User_Form_Email_Label
source: Email*
de: E-Mail (Benutzername)*

# Management_User_Form_Email_PlaceHolder
source: Email
de: E-Mail eingeben

# Management_User_Form_Role_Label
source: Role*
de: Rolle*

# Management_User_Form_Role_PlaceHolder
source: Select Role
de: Wähle Rolle

# Management_User_Form_Hotel_PlaceHolder
source: Select Hotel(s)
de: Wähle Hotel(s)

# Management_User_Form_Note
source: Note
de: Nach der Erstellung wird der Benutzer per E-Mail benachrichtigt, sein Konto innerhalb von 48 Stunden zu vervollständigen.

# Management_User_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Management_User_Form_Save_Button
source: Save
de: Anlegen

# Management_User_Title
source: User Management
de: Benutzer-Management

# Page_Hint_User_Title
source: Title: User
de: Pagehint: Title

# Page_Hint_User_Text
source: Text: User
de: Pagehint Text

# Management_Client_License_Form_Company_Label
source: Company*
de: Firmenname

# Management_Client_License_Form_Company_PlaceHolder
source: Company
de: Firmennamen eingeben

# Management_Client_License_Form_SystemIdentifier_Label
source: Sys-Identifier*
de: System-ID

# Management_Client_License_Form_SystemIdentifier_PlaceHolder
source: Sys-Identifier
de: System-ID eingeben

# Management_Client_License_Form_Address1_Label
source: Address1*
de: Adresse 1

# Management_Client_License_Form_Address1_PlaceHolder
source: Address1
de: Adresse eingeben

# Management_Client_License_Form_Address2_Label
source: Address2
de: Addresse 2

# Management_Client_License_Form_Address2_PlaceHolder
source: Address2
de: Adresse eingeben

# Management_Client_License_Form_Zip_Label
source: Zip*
de: PLZ

# Management_Client_License_Form_Zip_PlaceHolder
source: Zip
de: PLZ eingeben

# Management_Client_License_Form_City_Label
source: City*
de: Stadt

# Management_Client_License_Form_City_PlaceHolder
source: City
de: Stadt eingeben

# Management_Client_License_Form_Country_Label
source: Country*
de: Land

# Management_Client_License_Form_Country_PlaceHolder
source: Select Country
de: Wählen ...

# Management_Client_License_Form_HGA_Title
source: HotelGuest/App
de: HotelGuest/APP Lizenz

# Management_Client_License_Form_HGA_NumberOfHotels_Label
source: Number of Hotels
de: Anzahl der Hotels

# Management_Client_License_Form_HGA_NumberOfHotels_PlaceHolder
source: Number of Hotels
de: Wählen ...

# Management_Client_License_Form_HGA_NumberOfUsers_Label
source: Number of Users
de: Anzahl der Benutzer

# Management_Client_License_Form_HGA_NumberOfUsers_PlaceHolder
source: Number of Users
de: Wählen ...

# Management_Client_License_Form_HSA_Title
source: HotelStaff/App
de: HotelStaff/APP Lizenz

# Management_Client_License_Form_HSA_NumberOfHotels_Label
source: Number of Hotels
de: Anzahl der Hotels

# Management_Client_License_Form_HSA_NumberOfHotels_PlaceHolder
source: Number of Hotels
de: Wählen ...

# Management_Client_License_Form_HSA_NumberOfUsers_Label
source: Number of Users
de: Anzahl der Benutzer

# Management_Client_License_Form_HSA_NumberOfUsers_PlaceHolder
source: Number of Users
de: Wählen ...

# Management_Client_License_Form_HSA_NumberOfUserBlocks_Label
source: Number of User Blocks
de: Anzahl der zusätzlichen Nutzerblöcke

# Management_Client_License_Form_HSA_NumberOfUserBlocks_PlaceHolder
source: Number of User Blocks
de: Wählen ...

# Management_Client_License_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Management_Client_License_Form_Save_Button
source: Save
de: Speichern

# Management_Client_SystemData_Form_Reservation_Title
source: Allow guests with a valid reservation only
de: Nur Gästen mit gültiger Reservierung wird der Zugriff erlaubt

# Management_Client_SystemData_Form_Reservation_Note
source: Note
de: Wenn aktiviert, haben ausschließlich Gäste mit einer gültigen Reservierung uneingeschränkten Zugriff auf die Angebote der HotelGuest/APP. Gäste, die die App installiert, aber keine gültige Reservierung haben, sehen die HotelGuest/APP, können die Services jedoch nicht nutzen.

# Management_Client_SystemData_Form_TargetGroup_Title
source: Seperate target groups between member and guests with a valid reservation
de: Unterscheide Zielgruppe zwischen Membern und Gästen mit gültiger Reservierung

# Management_Client_SystemData_Form_TargetGroup_Note
source: Note
de: Wenn aktiviert, werden im HotelAppManager alle Gast-Benachrichtigungen und Services mit einer Auswahl-Box versehen, um Nachrichten und Services gezielt an eine Zielgruppe leiten zu können.

# Management_Client_SystemData_Form_PrimaryLanguage_Label
source: Primary Language
de: Führungssprache

# Management_Client_SystemData_Form_PrimaryLanguage_PlaceHolder
source: Primary Language
de: Wählen ...

# Management_Client_SystemData_Form_SecondaryLanguage_Label
source: Secondary Language
de: Alternativsprache

# Management_Client_SystemData_Form_SecondaryLanguage_PlaceHolder
source: Secondary Language
de: Wählen ...

# Management_Client_SystemData_Form_Language_Note
source: Note
de: Die HotelGuestApp kann bei Bedarf zweisprachig betrieben werden. In diesem Fall werden die Inhalte entweder profil- oder browser-abhängig an den Gast gesendet. Bei Aktivierung dieser Funktion wird innerhalb des HotelAppManager sichergestellt, dass alle Inhalte sprachspezifisch erfasst und zugestellt werden.

# Management_Client_SystemData_Form_Endpoint_Label
source: Endpoint for hotels and regions
de: Endpunkt URL für Hotels und Regionen

# Management_Client_SystemData_Form_Endpoint_PlaceHolder
source: Endpoint
de: Endpunkt URL eingeben

# Management_Client_SystemData_Form_APIUsername_Label
source: API username
de: API Benutzername

# Management_Client_SystemData_Form_APIUsername_PlaceHolder
source: API username
de: PI Benutzernamen eingeben

# Management_Client_SystemData_Form_APIPassword_Label
source: API password
de: API Passwort

# Management_Client_SystemData_Form_APIPassword_PlaceHolder
source: API password
de: API Passwort eingeben

# Management_Client_SystemData_Form_Token_PlaceHolder
source: Token
de: Token eingeben

# Management_Client_SystemData_Form_Credentials_Note
source: Note
de: Es muss ein gültiger API-Endpunkt zum Laden der Hotels und Regionen hinterlegt und festgelegt werden, in welchen Abständen die Daten vom externen System aktualisiert werden. Ohne Angabe wird die HotelGuest/APP nicht funktionieren.

# Management_Client_SystemData_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Management_Client_SystemData_Form_Save_Button
source: Save
de: Speichern

# Management_Client_HGA_Toggle
source: HotelManager can activate / deactivate licensed modules too
de: Hotel Manager können lizenzierte Module aktivieren / deaktivieren

# Management_Client_HGA_Column_License
source: License
de: Lizenziert

# Management_Client_HGA_Column_Active
source: Active
de: Aktiv

# Management_Client_HGA_Column_Module
source: Module
de: Modulname

# Management_Client_HGA_Column_Description
source: Description
de: Modulbeschreibung

# Management_Client_HGA_Column_Preferred
source: Preferred
de: Prominent

# Management_Client_HGA_Form_Params
source: Params
de: Parameter

# Management_Client_Form_No_module_Available
source: No Module available!
de: Kein Modul verfügbar

# Management_Client_Form_No_Access_Available
source: Access Denied!
de: Zugriff verweigert

# Management_Client_HGA_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Management_Client_HGA_Form_Save_Button
source: Save
de: Speichern

# Management_Client_HSA_Column_License
source: License
de: Lizenziert

# Management_Client_HSA_Column_Active
source: Active
de: Aktiv

# Management_Client_HSA_Column_Module
source: Module
de: Modulname

# Management_Client_HSA_Column_Description
source: Description
de: Modulbeschreibung

# Management_Client_HSA_Form_Params
source: Params
de: Parameter

# Management_Client_HSA_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Management_Client_HSA_Form_Save_Button
source: Save
de: Speichern

# Management_User_NewUsers_Table_Edit
source: Edit
de: Bearbeiten

# Management_User_NewUsers_Table_Decline
source: Decline
de: Ablehnen

# Management_User_NewUsers_Table_Title
source: Received Registrations
de: Eingegangene Registrierungsanfragen

# Management_User_Create_NewUser
source: Create New User
de: Benutzer anlegen

# Management_User_ExistingUsers_Table_Edit
source: Edit
de: Bearbeiten

# Management_User_ExistingUsers_Table_Delete
source: Delete
de: Löschen

# Management_User_ExistingUsers_Table_Title
source: Existing Users
de: Registrierte Benutzer

# Management_User_ExistingUsers_Table_Input_Name
source: user-existing-table-filter
de: Name

# Management_User_ExistingUsers_Table_Input_Filter_PlaceHolder
source: Search
de: Suchen

# Management_Broadcast_Create_NewBroadcast
source: Create New Broadcast
de: Neue Systemnachricht

# Management_Broadcast_Table_Resend
source: Edit
de: Erneut senden

# Management_Broadcast_Table_Title
source: Existing Users
de: Versendete Systemnachrichten

# Management_Broadcast_Table_Input_Name
source: user-existing-table-filter
de: Filter

# Management_Broadcast_Table_Input_Filter_PlaceHolder
source: Search
de: Suche

# Page_Hint_Version_Title
source: Title: Version
de: Pagehint Title

# Page_Hint_Version_Text
source: Text: Version
de: Pagehint Text

# Management_Version_Create_NewFeatureList
source: Create New Feature List
de: Neue Version anlegen

# Management_Version_Table_Edit
source: Edit
de: Bearbeiten

# Management_Version_Table_Delete
source: Delete
de: Löschen

# Management_Version_Table_Title
source: Version List
de: Versionsübersicht

# Management_Version_Form_Text_Label
source: Description / List of new Features*
de: Beschreibung der neuen Funktionen*

# Management_Version_Form_Version_Label
source: Version ID*
de: Versionsnummer*

# Management_Version_Form_Version_PlaceHolder
source: Version ID
de: Versionsnummer eingeben

# Management_Version_Form_Release_Date_Label
source: Release Date*
de: Veröffentlichungsdatum*

# Management_Version_Form_Release_Date_PlaceHolder
source: Release Date
de: Veröffentlichungsdatum eingeben

# Management_Version_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Management_Version_Form_Save_Button
source: Save
de: Speichern

# Management_Broadcast_Form_Title
source: {{formTitle}} Broadcast
de: {{formTitle}} Anlegen / Bearbeiten / Senden von Systemnachrichten

# Management_Broadcast_Form_Color_Label
source: Color
de: Hintergrundfarbe

# Management_Broadcast_Form_Date_Label
source: Show Until*
de: Anzeigen bis*

# Management_Broadcast_Form_Note
source: Note
de: Nach Versand wird die Nachricht allen bis zu diesem Zeitpunkt eingeloggten Benutzern angezeigt.

# Management_Broadcast_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Management_Broadcast_Form_Save_Button
source: Save
de: Senden

# Management_User_Form_Title_Label
source: Title*
de: Titel*

# Management_User_Form_Title_PlaceHolder
source: Title
de: Titel eingeben

# Management_User_Form_Text_Label
source: Broadcast Text*
de: Systemnachricht*

# Management_User_Form_Text_PlaceHolder
source: Broadcast Text
de: Systemnachricht eingeben

# Management_User_Form_Link_PlaceHolder
source: Link
de: Optionalen Link eingeben

# Management_User_Form_Date_PlaceHolder
source: Date
de: Anzeigen bis*

# Guest_Periods_First_Login
source: First Login
de: Nach dem ersten Login

# Guest_Periods_Middle_Stay
source: Middle Stay
de: In der Mitte des Aufenthaltes

# Guest_Periods_Day_Before_Checkout
source: Day Before Checkout
de: Am nächsten Tag des Check-In

# Guest_Periods_Day_After_Checkout
source: Day Before Checkout
de: Ein Tag vor dem Check-Out

# Guest_Target_Groups_All
source: All guests
de: Alle Gäste

# Guest_Target_Groups_Members_Only
source: Member only
de: Nur Mitglieder

# Guest_Target_Groups_Standard_Guest_Only
source: Standard guests only
de: Nur Standardgäste

# Table_Clear_Row_Title
source: Title: Clear Row Confirmation
de: Sicher...

# Table_Clear_Row_Description
source: Description: Clear Row Confirmation
de: Sollen alle Benachrichtigungen wirklich zurückgesetzt werden?

# Notifications_Filters_All
source: All notifications
de: Alle Benachrichtigungen

# Notifications_Filters_Open
source: Only open notifications
de: Nur offene Benachrichtigungen

# Notifications_Filters_Admin
source: Only admin notifications
de: Nur Admin-Benachrichtigungen

# Notifications_Filters_Registrations
source: Only registrations
de: Nur Registrierungen

# Notifications_Filters_Room
source: Only room notifications
de: Nur Zimmer-Benachrichtigungen

# Notifications_Filters_Repair
source: Only repair notifications
de: Nur Reparatur-Benachrichtigungen

# Notifications_Filters_Alert
source: Only alert notifications
de: Nur Alarm-Benachrichtigungen

# Notification_Clear_All_Title
source: Title: Clear All Confirmation
de: Sicher...

# Notification_Clear_All_Description
source: Description: Clear All Confirmation
de: Sollen alle Benachrichtigungen wirklich zurückgesetzt werden?

# Notification_Recognize_Row_Title
source: Title: Recognize Row Confirmation
de: Sicher...

# Notification_Recognize_Row_Description
source: Description: Recognize Row Confirmation
de: Sollen alle markierten Benachrichtigungen wirklich zurückgesetzt werden?

# Management_Version_Updated_Form_Success_Title
source: Title: Version Updated
de: Erfolgreich aktualisiert

# Management_Version_Updated_Form_Success_Description
source: Description: Version Updated
de: Version erfolgreich aktualisiert

# Management_Version_Created_Form_Success_Title
source: Title: Version Created
de: Erfolgreich erstellt

# Management_Version_Created_Form_Success_Description
source: Description: Version Created
de: Version wurde erfolgreich erstellt

# Management_Version_Error_Invalid_VersionID_Description
source: Description: Invalid Version ID Exception
de: Ungültige Versionsnummer

# Management_Version_Delete_Title
source: Title: Delete Version Confirmation
de: Sicher...

# Management_Version_Delete_Description
source: Description: Delete Version Confirmation
de: Soll die Version wirklich gelöscht werden?

# Management_User_Form_NewUserCreated_Success_Title
source: Title: New User Created
de: Benutzer erfolgreich angelegt

# Management_User_Form_NewUserCreated_Success_Description
source: Description: New User Created
de: Der Benutzer wurde erfolgreich im System angelegt und via E-Mail über das Anlegen eines Passwortes informiert

# Management_User_Form_Error_UsernameExistsException_Description
source: Description: Username Exists Exception
de: Username bereits vorhanden

# Management_UserUpdated_Form_Success_Title
source: Title: User Updated
de: Benutzer erfolgreich aktualisiert

# Management_Client_HAM_OnlineBooking_Title
source: Online Booking Statistics
de: Online Buchungs-Statistik

# Management_Client_HAM_OnlineBooking_Description
source: Online Booking Statistics Description
de: Hotel Manager sehen eingehende Reservierungen und Stornierungen in real-time auf dem Dashboard

# Management_Client_HAM_GuestOverview_Title
source: International Guest Overview
de: Internationale Gästeübersicht

# Management_Client_HAM_GuestOverview_Description
source: Guest Overview Description
de: Hotel Manager sehen auf dem Dashboard eine Übersicht der internationalen Gäste

# Management_Client_HSA_HouseKeeping_Description
source: Housekeeping Description
de: Reinigungskräfte können die HotelStaff/APP nutzen und Hotelzimmer darüber verwalten

# Management_Client_HSA_Repairs_Title
source: Repairs
de: Reparaturen

# Management_Client_HSA_Repairs_Description
source: Repairs Description
de: Reinigungskräfte können Reparaturen in der HotelStaff/APP einsehen und verwalten
