Repository: imransilvake/Angular-Seed
Catalog: src/locale/translation.*.xlf
Languages: de

# Fields_Input_Error_Required
source: Required field
de: Eingabe erforderlich!

# Fields_Input_Error_MinLength
source: It must have at least {{control.errors.minlength.requiredLength}} characters long
de: Er muss aus min. {{control.errors.minlength.requiredLength}} alphabetischen Zeichen bestehen

# Fields_Input_Error_MaxLength
source: It must have at most {{control.errors.maxlength.requiredLength}} characters long
de: Es muss aus max. {{control.errors.maxlength.requiredLength}} alphabetischen Zeichen bestehen

# Fields_Input_Error_Username
source: <ng-container> It must have at least {{control.errors.usernameRequiredLength}} characters long </ng-container> <ng-container> It must have at most {{control.errors.usernameRequiredLength}} characters long </ng-container>
de: <ng-container> Es muss aus min. {{control.errors.usernameRequiredLength}} alphabetischen Zeichen bestehen </ng-container> <ng-container> Es muss aus max. {{control.errors.usernameRequiredLength}} alphabetischen Zeichen bestehen </ng-container>

# Fields_Input_Error_Text
source: Only alphabetic characters are allowed!
de: Es sind nur alphabetische Zeichen erlaubt!

# Fields_Input_Error_Password
source: Password min. 8 characters required!
de: Dein Passwort muss aus mindestens 8 Zeichen bestehen

# Fields_Input_Error_Password_Strength
source: Password is too weak!
de: Passwort ist zu schwach!

# Fields_Input_Error_Email
source: Please enter a valid email address
de: Hinterlege eine gültige E-Mail

# Fields_Input_Error_Password_Mismatch
source: The two passwords are not identical.
de: Die beiden Passwörter sind nicht identisch.

# Fields_Datepicker_Error_Invalid_Time
source: Invalid Time!
de: Ungültiges Datum

# Fields_Datepicker_Error_Invalid_Version
source: Only numeric and dot(s) are allowed!
de: Nur numerische Zeichen und Punkte sind erlaubt

# Fields_Input_Error_Default
source: Unknown error occurred
de: Unbekannter Fehler ist aufgetreten

# Fields_Select_Error_Required
source: Required field
de: Eingabe erforderlich!

# Fields_Select_Error_Default
source: Unknown error occurred
de: Unbekannter Fehler aufgetreten

# Fields_AutoComplete_Error_Required
source: Required field
de: Eingabe erforderlich!

# Fields_AutoComplete_Error_Invalid_Option
source: Please select a valid option from the list!
de: Bitte wählen Sie eine gültige Option aus der Liste!

# Fields_AutoComplete_Error_Default
source: Unknown error occurred
de: Unbekannter Fehler aufgetreten

# Fields_Datepicker_Error_Required
source: Required field
de: Eingabe erforderlich

# Fields_Datepicker_Error_Default
source: Unknown error occurred
de: Unbekannter Fehler ist aufgetreten

# Frame_Hotel_Group_List_PlaceHolder
source: Select Hotel / Group
de: Wähle Hotel / Hotelgruppe

# Widget_Password_Strength_Title
source: Password Strength:
de: Passwort-Sicherheit:

# Widget_Password_Strength_Weak
source: Weak
de: Unsicher

# Widget_Password_Strength_Fair
source: Fair
de: Begrenzt sicher

# Widget_Password_Strength_Good
source: Good
de: Sicher

# Widget_Password_Strength_Strong
source: Strong
de: Sehr sicher

# Management_Table_No_Data
source: No Data is available.
de: Keine Daten vorhanden.

# Pages_404_Link
source: Back to start page
de: Zurück zur Startseite

# Notification_Message_Title
source: New registration: {{ notification.SendUser }}
de: Neue Registrierung von {{ notification.SendUser }}

# Auth_Register_Info_Title
source: Title
de: Willkommen

# Auth_Register_Info_Description
source: Description
de: beim HotelAppManager. Deine Registrierung wird an den entsprechenden Manager zur Aktivierung weitergeleitet. Du erhältst eine E-Mail, wenn der Account freigeschaltet wurde.

# Auth_Register_Form_Title
source: Register
de: Registrieren

# Auth_Register_Form_HotelList_PlaceHolder
source: Select Hotel
de: Hotel wählen

# Auth_Register_Form_Salutation_PlaceHolder
source: Select Salutation
de: Anrede wählen

# Auth_Register_Form_FirstName_Label
source: First Name*
de: Vorname*

# Auth_Register_Form_FirstName_PlaceHolder
source: First Name
de: Vorname eingeben

# Auth_Register_Form_LastName_Label
source: Last Name*
de: Nachname*

# Auth_Register_Form_LastName_PlaceHolder
source: Last Name
de: Nachname eingeben

# Auth_Register_Form_Email_Label
source: Email*
de: E-Mail (Benutzername)*

# Auth_Register_Form_Email_PlaceHolder
source: Email
de: E-Mail eingeben

# Auth_Register_Form_Password_Label
source: Password*
de: Passwort*

# Auth_Register_Form_Password_PlaceHolder
source: Password
de: Passwort eingeben

# Auth_Register_Form_Submit_Button
source: Register
de: Registrieren

# Auth_Register_Form_Note
source: Already have an account? <a>Login </a>
de: Bereits ein Account vorhanden? <a>Login hier </a>

# Auth_Login_Info_Title
source: Title
de: Willkommen

# Auth_Login_Info_Description
source: Description
de: beim HotelAppManager. Interagiere mit deinen Gästen und erfahre mehr über das, was deine Gäste über dein Hotel denken.

# Auth_Login_Form_Title
source: Login
de: Einloggen

# Auth_Login_Form_Language_PlaceHolder
source: Language
de: Sprache

# Auth_Login_Form_Username_Label
source: Username*
de: Benutzername / E-Mail*

# Auth_Login_Form_Username_PlaceHolder
source: Username
de: Benutzername eingeben

# Auth_Login_Form_Password_Label
source: Password*
de: Passwort*

# Auth_Login_Form_Password_PlaceHolder
source: Password
de: Passwort eingeben

# Auth_Login_Form_Remember_Text
source: Remember Me
de: Login merken

# Auth_Login_Form_Forget_Password_Link_Text
source: Forget Password?
de: Passwort vergessen?

# Auth_Login_Form_Note
source: Don't have an account? <a>Register </a>
de: Noch keinen Account? <a>Registriere dich hier </a>

# Auth_ForgotPassword_Info_Title
source: Title
de: Willkommen

# Auth_ForgotPassword_Info_Description
source: Description
de: beim HotelAppManager. Nach erfolgreichem Zurücksetzen deines Passwortes, senden wir dir eine E-Mail mit weiteren Instruktionen zu. Bitte beachte, dass das Passwort innerhalb von 10 Minuten zurückgesetzt werden muss.

# Auth_ForgotPassword_Form_Title
source: Forgot Password
de: Passwort vergessen

# Auth_ForgotPassword_Form_FirstName_Label
source: First Name*
de: Vorname*

# Auth_ForgotPassword_Form_FirstName_PlaceHolder
source: First Name
de: Vorname eingeben

# Auth_ForgotPassword_Form_LastName_Label
source: Last Name*
de: Nachname*

# Auth_ForgotPassword_Form_LastName_PlaceHolder
source: Last Name
de: Nachname eingeben

# Auth_ForgotPassword_Form_Email_PlaceHolder
source: Email
de: E-Mail eingeben

# Auth_ForgotPassword_Form_Submit_Button
source: Send
de: Senden

# Auth_ForgotPassword_Form_Note
source: Already have an account? <a>Login </a>
de: Bereits ein Account vorhanden? <a>Login hier </a>

# Auth_ResetPassword_Info_Title
source: Title
de: Willkommen

# Auth_ResetPassword_Info_Description
source: Description
de: beim HotelAppManager. Hier kannst du dein Passwort zurücksetzen.

# Auth_ResetPassword_Form_Title
source: Reset Password
de: Passwort anlegen / zurücksetzen

# Auth_ResetPassword_Form_New_Password_Label
source: New Password*
de: Neues Passwort*

# Auth_ResetPassword_Form_New_Password_PlaceHolder
source: New Password
de: Neues Passwort eingeben

# Auth_ResetPassword_Form_Confirm_New_Password_Label
source: Confirm New Password*
de: Bestätige neues Passwort*

# Auth_ResetPassword_Form_Confirm_New_Password_PlaceHolder
source: Confirm New Password
de: Neues Passwort eingeben

# Auth_ResetPassword_Form_Submit_Button
source: Reset
de: Passwort Ändern

# Member_Profile_Title
source: User Profile
de: Benutzerprofil

# Page_Hint_Profile_Title
source: Title: Profile
de: Pagehint Title

# Page_Hint_Profile_Text
source: Text: Profile
de: Pagehint Text

# Member_Profile_UpdateProfile_Title
source: Profile
de: Profil

# Member_Profile_UpdateProfile_Form_Salutation_Label
source: Salutation*
de: Anrede*

# Member_Profile_UpdateProfile_Form_Salutation_PlaceHolder
source: Select Salutation
de: Anrede wählen

# Member_Profile_UpdateProfile_Form_FirstName_Label
source: First Name*
de: Vorname*

# Member_Profile_UpdateProfile_Form_FirstName_PlaceHolder
source: First Name
de: Vorname eingeben

# Member_Profile_UpdateProfile_Form_LastName_Label
source: Last Name*
de: Nachname*

# Member_Profile_UpdateProfile_Form_LastName_PlaceHolder
source: Last Name
de: Nachname eingeben

# Member_Profile_UpdateProfile_Form_Email_Label
source: Email*
de: E-Mail / Benutzername*

# Member_Profile_UpdateProfile_Form_Email_PlaceHolder
source: Email
de: E-Mail eingeben

# Member_Profile_UpdateProfile_Form_Submit_Button
source: Update
de: Speichern

# Member_Profile_UpdateProfile_Success_Title
source: Title: Profile Updated
de: Profil aktualisiert

# Member_Profile_UpdateProfile_Success_Description
source: Description: Profile Updated
de: Die Änderungen wurden erfolgreich im System gespeichert

# Member_Profile_UpdateProfile_Error_Title
source: Title: Profile Update Error
de: Profilaktualisierungsfehler

# Member_Profile_UpdateProfile_Error_Description
source: Description: Profile Update Error
de: Profil kann aus irgendeinem Grund nicht aktualisiert werden. Bitte kontaktieren Sie das Support-Team!

# Member_Profile_ChangePassword_Title
source: Change Password
de: Ändere Passwort

# Member_Profile_ChangePassword_Form_Current_Password_Label
source: Current Password*
de: Aktuelles Passwort

# Member_Profile_ChangePassword_Form_Current_Password_PlaceHolder
source: Current Password
de: Aktuelles Passwort eingeben

# Member_Profile_ChangePassword_Form_New_Password_Label
source: New Password*
de: Neues Passwort

# Member_Profile_ChangePassword_Form_New_Password_PlaceHolder
source: New Password
de: Neues Passwort eingeben

# Member_Profile_ChangePassword_Form_Confirm_New_Password_Label
source: Confirm New Password*
de: Wiederhole Passwort

# Member_Profile_ChangePassword_Form_Confirm_New_Password_PlaceHolder
source: Confirm New Password
de: Neues Passwort eingeben

# Member_Profile_ChangePassword_Form_Submit_Button
source: Change
de: Ändern

# Member_Profile_ChangePassword_Success_Title
source: Title: Password Changed
de: Passwort geändert

# Member_Profile_ChangePassword_Success_Description
source: Description: Password Changed
de: Das Passwort wurde erfolgreich geändert

# Member_Profile_ChangePassword_Error_PasswordInvalid_Title
source: Title: Password Invalid Exception
de: Ungültiges Passwort

# Member_Profile_ChangePassword_Error_PasswordInvalid_Description
source: Description: Password Invalid Exception
de: Sie haben ein ungültiges Passwort eingegeben

# Member_Profile_ChangePassword_Error_LimitExceeded_Title
source: Title: Limit Exceed Exception
de: Limit überschritten

# Member_Profile_ChangePassword_Error_LimitExceeded_Description
source: Description: Limit Exceed Exception
de: Ihr Limit wurde überschritten!

# Member_Profile_UpdateProfileImage_Success_Description
source: Description: Profile Image Updated
de: Das Bild wurde erfolgreich gespeichert

# Member_Profile_Hotel_List_Title
source: Assigned Hotels
de: Zugewiesene Hotels

# Member_Profile_ProfileCover_Change_Image
source: [Change Image]
de: Profilbild ändern

# Member_Profile_ProfileCover_Last_Login
source: Last Login: {{loginTime}}
de: Letzter Login: {{loginTime}}

# Content_Guest_Offers_Title
source: Guest Offers
de: Gastangebote

# Content_Guest_Offers_Page_Hint_Title
source: Title: Guest Offers
de: Pagehint: Title

# Content_Guest_Offers_Page_Hint_Text
source: Text: Guest Offers
de: Pagehint Text

# Common_Select_Hotel
source: Please Select a hotel!
de: Wähle Hotel(s)

# Guest_Offers_Create_NewHotelOffer
source: Create New Hotel Offer
de: Erstelle neues Gastangebot

# Guest_Offers_Table_Edit
source: Edit
de: Bearbeiten

# Guest_Offers_Table_Delete
source: Delete
de: Löschen

# Guest_Offers_Table_Title
source: Active Hotel Offers
de: Gastangebote

# Content_Guest_Push_Message_Title
source: Guest Push Message
de: Gästemitteilungen

# Content_Guest_Push_Message_Page_Hint_Title
source: Title: Guest Push Message
de: Pagehint Title

# Content_Guest_Push_Message_Page_Hint_Text
source: Text: Guest Push Message
de: Pagehint Text

# Guest_Push_Notification_Create_NewNotification
source: Create New Notification
de: Erstelle neue Gästemitteilung

# Guest_Push_Notification_Table_Edit
source: Edit
de: Bearbeiten

# Guest_Push_Notification_Table_Delete
source: Delete
de: Löschen

# Guest_Push_Periodic_Notification_Table_Title
source: Periodically Guest Notification
de: Periodische Gästemitteilungen

# Guest_Push_Notification_Table_Copy
source: Copy
de: Kopieren

# Guest_Push_Recent_Notification_Table_Title
source: Recently Sent Guest Notification
de: Versendete Gästemitteilungen

# Guest_Push_Message_Form_Title_Label
source: Title*
de: Nachrichtentitel*

# Guest_Push_Message_Form_Title_PlaceHolder
source: Title
de: Nachrichtentitel eingeben

# Guest_Push_Message_Form_Text_Label
source: Notification Description*
de: Nachrichtentext*

# Guest_Push_Message_Form_Text_PlaceHolder
source: Notification Description
de: Nachrichtentext eingeben

# Guest_Push_Message_Form_Link_PlaceHolder
source: Link
de: Optionalen Link eingeben

# Guest_Push_Message_Form_Color_Label
source: Color
de: Hintergrundfarbe

# Guest_Push_Message_Form_Date_Label
source: One Time
de: Einmalig

# Guest_Push_Message_Form_Date_PlaceHolder
source: Date
de: Datum

# Guest_Push_Message_Form_Date_Button_Now
source: Now
de: Sofort

# Guest_Push_Message_Form_Date_Hint
source: Hint Text
de: Der Zeitpunkt, wenn die Push-Notification an alle Gäste der HotelGuest/APP gesendet werden soll oder unmittelbar nach dem Speichern, wenn der Button 'Sofort' aktiviert wurde

# Guest_Push_Message_Form_Periodic_Label
source: Periodically
de: Periodisch

# Guest_Push_Message_Form_Periodic_PlaceHolder
source: Periodically
de: Wähle

# Guest_Push_Message_Form_Periodic_Hint
source: Hint Text
de: Wähle den Zeitpunkt, wann die Nachricht automatisch an alle Gäste der HotelGuest/APP gesendet werden soll

# Guest_Push_Message_Form_Target_Groups_Label
source: Target Groups*
de: Zielgruppen*

# Guest_Push_Message_Form_Target_Groups_PlaceHolder
source: Target Group
de: Wähle

# Guest_Push_Message_Form_Target_Groups_Hint
source: Hint Text
de: Die Zielgruppe, der die Push-Nachricht in der HotelGuest/APP zugestellt werden soll

# Guest_Push_Message_Form_Hotels_PlaceHolder
source: Hotel(s)
de: Wähle Hotel(s)

# Guest_Push_Message_Form_Hotels_Hint
source: Hint Text
de: Wähle die Hotels, denen die Push-Nachricht zugeordnet werden soll

# Guest_Push_Message_Form_Access
source: HotelManager can edit and delete
de: HotelManager können editieren und löschen

# Guest_Push_Message_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Guest_Push_Message_Form_Save_Button
source: Save
de: Speichern / Versenden

# Guest_Offers_Form_Title_Label
source: Title*
de: Angebotstitel*

# Guest_Offers_Form_Title_PlaceHolder
source: Title
de: Angebotstitel eingeben

# Guest_Offers_Form_Text_Label
source: Offer Description*
de: Angebotsbeschreibung*

# Guest_Offers_Form_Date_Label
source: Validity
de: Gültig von*

# Guest_Offers_Form_Date_From_PlaceHolder
source: From*
de: Gültig von

# Guest_Offers_Form_Date_To_PlaceHolder
source: To*
de: bis*

# Guest_Offers_Form_Date_Hint
source: Hint Text
de: Der Zeitraum, in dem das Angebot in der HotelGuest/APP angezeigt wird

# Guest_Offers_Form_Target_Groups_Label
source: Target Groups*
de: Zielgruppen*

# Guest_Offers_Form_Target_Groups_PlaceHolder
source: Target Group
de: Wähle

# Guest_Offers_Form_Target_Groups_Hint
source: Hint Text
de: Die Zielgruppe, der das Angebot in der HotelGuest/APP angezeigt wird

# Guest_Offers_Form_Hotels_PlaceHolder
source: Hotel(s)
de: Wähle Hotel(s)

# Guest_Offers_Form_Hotels_Hint
source: Hint Text
de: Wähle die Hotels, für die das Angebot angezeigt werden soll

# Guest_Offers_Form_BarCode_Text
source: Create a personalized bar code
de: Erzeuge einen personalisierten Barcode

# Guest_Offers_Form_BarCode_Hint
source: Note Text
de: Ist diese Funktion aktiviert, wird ein persönlicher Barcode erzeugt, der unterhalb des Gastangebotes in der HotelGuest/APP zum Einlösen des Angebotes dargestellt wird.

# Guest_Offers_Form_Redeem_Text
source: Create a redeem slider
de: Erzeuge einen Einlöse-Slider

# Guest_Offers_Form_Redeem_Hint
source: Note Text
de: Ist diese Funktion aktiviert, wird unterhalb des Angebots in der HotelGuest/APP ein Einlöse-Slider eingeblendet, worüber das Hotelpersonal den Gutschein einlösen kann.

# Guest_Offers_Form_Access
source: HotelManager can edit and delete
de: HotelManager können editieren und löschen

# Guest_Offers_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Guest_Offers_Form_Save_Button
source: Save
de: Speichern

# Content_Guest_Repairs_Title
source: Guest Repairs
de: Reparatur-Mitteilungen

# Content_Guest_Repairs_Page_Hint_Title
source: Title: Guest Repairs
de: Pagehint: Title

# Content_Guest_Repairs_Page_Hint_Text
source: Text: Guest Repairs
de: Pagehint Text

# Guest_Repairs_Create_NewRepairCategory
source: Create New Repair Category
de: Erstelle neue Reparatur-Kategorie

# Guest_Repairs_Table_Edit
source: Edit
de: Bearbeiten

# Guest_Repairs_Table_Delete
source: Delete
de: Löschen

# Guest_Repairs_Table_Title
source: Repair Categories
de: Reparatur Kategorien

# Guest_Repairs_Form_Title_Label
source: Repair Category ({{languageList[idx].id}}):*
de: Reparatur-Kategorietitel ({{languageList[idx].id}}):*

# Guest_Repairs_Form_Title_PlaceHolder
source: Repair Category
de: Reparatur-Kategorietitel eingeben

# Guest_Repairs_Form_Hotels_Hint
source: Hotel(s)
de: Wähle die Hotels, denen die Kategorie angezeigt werden sollen

# Guest_Repairs_Form_Hotels_PlaceHolder
source: Hotel(s)
de: Wähle Hotel(s)

# Guest_Repairs_Form_Access
source: HotelManager can edit and delete
de: HotelManager können editieren und löschen

# Guest_Repairs_Form_Cancel_Button
source: Cancel
de: Abbrechen

# Guest_Repairs_Form_Save_Button
source: Save
de: Speichern

# Guest_Repairs_Form_Entry_Note
source: Note
de: Die Liste der hier eingegebenen Einträge werden in the HotelGuest/APP autom. alphabetisch sortiert ausgegeben.

# Guest_Repairs_List_Edit
source: Edit
de: Bearbeiten

# Guest_Repairs_List_Delete
source: Delete
de: Löschen

# Guest_Repairs_Form_Entry_New_Title
source: Add Entry
de: Neuer Eintrag

# Guest_Repairs_Form_Entry_Edit_Title
source: Edit Entry
de: Eintrag bearbeiten

# Guest_Repairs_Form_Entry_New_Label
source: New Entry ({{languageList[idx].id}}):*
de: Neuer Eintrag ({{languageList[idx].id}}):*

# Guest_Repairs_Form_Entry_Edit_Label
source: Edit Entry ({{languageList[idx].id}}):*
de: Eintrag bearbeiten ({{languageList[idx].id}}):*

# Guest_Repairs_Form_Entry_PlaceHolder
source: Enter Entry
de: Eintrag eingeben

# Guest_Repairs_Form_Entry_Button
source: Save
de: Speichern

# Notification_Title
source: Notifications
de: Benachrichtigungen

# Notification_Page_Hint_Title
source: Title: Notification
de: Pagehint Title

# Notification_Page_Hint_Text
source: Text: Notification
de: Pagehint Text

# Notifications_Date_PlaceHolder
source: Date
de: Datum

# Notifications_Filter_PlaceHolder
source: Select Language
de: Filter

# Notifications_Function_Clear_All
source: Clear All
de: Alle zurücksetzen

# Notifications_Table_Recognize
source: Recognize
de: Kenntnis genommen

# Notifications_Table_Visit
source: Visit Function
de: Details

# Notifications_Table_Title
source: Notifications
de: Benachrichtigungen

# Member_Profile_ProfileCover_Upload_Image_Title
source: Upload Image
de: Bild hochladen

# Member_Profile_ProfileCover_Upload_Image_FileSize
source: <span>Max FileSize:</span> 1MB
de: <span>Max. Dateigröße:</span> 1MB

# Member_Profile_ProfileCover_Upload_Image_Formats
source: <span>Formats:</span> JPG, PNG
de: <span>Formate:</span> JPG, PNG

# Upload_Image_Drag_Image
source: Drag Image Here
de: Ziehe Bild hierhin

# Upload_Image_Select_File
source: <label> [Select Image] <input/> </label>
de: <label> Wähle Datei <input/> </label>

# Member_Profile_ProfileCover_Upload_Image_Cancel_Button
source: Cancel
de: Abbrechen

# Member_Profile_ProfileCover_Upload_Image_Save_Button
source: Save
de: Speichern

# Error_Internet_Connection_Title
source: Title: Internet Connection Exception
de: Internetverbindungsausnahme

# Error_Internet_Connection_Description
source: Description: Internet Connection Exception
de: Internetverbindung ist momentan nicht erreichbar. Bitte versuchen Sie es später erneut.

# Error_UnknownErrorException_Title
source: Title: Unknown Error Exception
de: Unbekannter Fehler Ausnahme

# Error_UnknownErrorException_Description
source: Description: Unknown Error Exception
de: Es ist etwas Schlimmes passiert. Bitte überprüfen Sie Ihre Internetverbindung. Andernfalls wenden Sie sich an das Support-Team.

# Error_InvalidParameterException_Description
source: Description: Invalid Parameter Exception
de: Bitte wenden Sie sich an das Support-Team, um weitere Informationen zu diesem Thema zu erhalten.

# Common_Button_Close
source: Button - Close
de: OK

# Error_NotAuthorizedException_Title
source: Title: User Not Authorized Exception
de: Keine autorisierte Ausnahme

# Error_NotAuthorizedException_Description
source: Description: User Not Authorized Exception
de: Sie sind nicht berechtigt, diese Aktion auszuführen. Bitte wenden Sie sich an den Support!

# Error_SessionTimeoutException_Title
source: Title: Session Timeout Exception
de: Ausnahme für Sitzungszeitüberschreitung

# Error_SessionTimeoutException_Description
source: Description: Session Timeout Exception
de: Deine Sitzung ist abgelaufen!

# Logout_Confirmation_Title
source: Title: Logout Confirmation
de: Abmeldebestätigung

# Logout_Confirmation_Description
source: Description: Logout Confirmation
de: Möchten Sie sich von der Anwendung abmelden?

# Auth_ForgotPassword_Form_Success_Title
source: Title: Password Reset
de: Ändere dein Passwort

# Auth_ForgotPassword_Form_Success_Description
source: Description: Forgot Password
de: Bitte folge den Anweisungen aus der E-Mail, die wir an dich gesendet haben.

# Auth_ForgotPassword_Error_InvalidParameterException_Description
source: Description: Invalid Parameter Exception
de: Das Kennwort für den Benutzer kann nicht zurückgesetzt werden, da keine registrierte / bestätigte E-Mail-Adresse oder Telefonnummer vorhanden ist.

# Auth_ForgotPassword_Error_UserNotFoundException_Description
source: Description: User Not Found Exception
de: Zu den Angaben konnte kein Profil in unserem System ermittelt werden. Bitte prüfe deine Angaben.

# Auth_ForgotPassword_Error_InvalidFirstNameException_Description
source: Description: Invalid First Name Exception
de: Vorname ist ungültig!

# Auth_ForgotPassword_Error_InvalidLastNameException_Description
source: Description: Invalid Last Name Exception
de: Nachname ist ungültig!

# Common_Button_OK
source: Button - OK
de: OK

# Common_Button_Cancel
source: Button - Cancel
de: Stornieren

# Language_English
source: English
de: Englisch

# Language_German
source: German
de: Deutsch

source: Salutation: Mr
de: Herr

source: Salutation: Mrs
de: Frau

source: Salutation: Individual
de: Individuell

# Upload_Image_Error_FileSize
source: Description: FileSize Error
de: Datei darf nicht größer als 1 MB sein

# Upload_Image_Error_Wrong_Format
source: Description: Wrong Format Error
de: Datei hat ein ungültiges Format

# Auth_Register_Form_Success_Title
source: Title: Success
de: Registrierung war erfolgreich

# Auth_Register_Form_Success_Description
source: Description: Success
de: Registrierung war erfolgreich und wurde an den Hotel-Manager zur Freischaltung gesendet.

# Auth_Register_Error_UsernameExistsException_Description
source: Description: Username Exists Exception
de: Der Benutzer ist bereits mit der angegebenen E-Mail-Adresse in unserem System vorhanden. Bitte verwenden Sie eine andere E-Mail-Adresse.
